/*------------------------------------------------------*/
/*------------------------------------------------------*/

/*スローススクロール用*/

$(document).ready(function(){
  $('.slick01').slick({

	// ドラッグができるかどうか
  	draggable: true,

  	// 切り替え時のフェードイン設定。trueでon
    fade: false,

  	// 自動再生や左右の矢印でスライドするスピード
  	speed: 800,

    arrows: false,

    // 遅延読み込み
    lazyLoad: 'progressive',

  });
});

/*------------------------------------------------------*/
/*------------------------------------------------------*/
